alefragnani.bookmarks
angular.ng-template
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
editorconfig.editorconfig
eg2.tslint
eg2.vscode-npm-script
gruntfuggly.todo-tree
hookyqr.beautify
humao.rest-client
infinity1207.angular2-switcher
mikael.angular-beastcode
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
peterjausovec.vscode-docker
pkief.material-icon-theme
sidneys1.gitconfig
steoates.autoimport
